Repository: diogosimao/snug-as-a-bug-in-a-couch
Catalog: snugasabuginacouch/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Release at 2018
pt_br: Lançamentos

source: Search for movies you wanna add to your lists
pt_br: Faça a busca de filmes para adicionar à lista

source: Check as many as you like.
pt_br: Marque quantos filmes desejar

source: Movie watchlist
pt_br: Lista de filmes

source: Search
pt_br: Buscar

source: Query tmdb.org
pt_br: Busca tmdb.org

source: Choose and mark
pt_br: Escolha e marque

source: Seen
pt_br: Já vi

source: Wanna see
pt_br: Quero ver

source: Or just click bellow the image
pt_br: Ou apenas clique nos botões abaixo das images

source: Confirm exclusion
pt_br: Confirmação de exclusão

source: Are you sure you want to delete
pt_br: Você tem certeza que deseja excluir

source: Delete item
pt_br: Deletar item

source: Movies Exclusion
pt_br: Exclusão de filmes

source: Items list
pt_br: Lista de filmes

source: No items in watchlist yet.
pt_br: Ainda não há itens na lista de filmes.

source: English
pt_br: Inglês

source: Manager
pt_br: Gerenciar

source: Made with love
pt_br: Criado com carinho
